export interface Message {
  name: string;
  content: string;
}

export const messages: Message[] = [
  {
    name: "VVIP",
    content: "We can't say 'I do' without you.",
  },
  {
    name: "한나",
    content:
      "대학생때 만난 우리가, 시간이 흘러 어느덧 이렇게 컸다. 우당탕탕 커가는 와중에 옆에 한나가 있어 항상 든든했다! 누구보다 가까이 나를 지켜봐준 한나가 축사맡아줘서 정말 좋아. 한나 덕분에 더욱 행복한 결혼식 날이 될 것 같아! 사랑행🫶🫶",
  },
  {
    name: "텔레토비",
    content:
      "텔레토비들! 오늘 집들이 진짜 너무 재밌었어! 다 같이 음식 만들고 먹으니까 진짜 더 맛있는 것 같아..! 결혼식 날에도 우리 텔레토비 친구들 함께해주면 진짜 몇곱절은 행복한 하루가 될거야. 꼭 와서 함께해 줘! 💕"
  },
  {
    name: "예니채니",
    content:
      "너희 둘의 밝은 에너지가 내 소중한 날을  더 환하게 비춰줄 것 같아.  소중한 날, 꼭 자리를 빛내줘! ✨",
  },
  {
    name: "Unnoted",
    content:
      "Unnoted 여러분 🤍 제가 결혼을 하게 되었습니다. 바쁘시겠지만 시간 괜찮으시면 함께해 주시면 감사하겠습니다 😊",
  },
  {
    name: "성수 지수",
    content:
      "야 우리 언제 이렇게 나이 먹어서 결혼 얘길 다 하냐. 지수 씨랑 예쁘게 사는 네 모습 보면서 나도 많이 배워. 우리 부부의 시작도 너희가 꼭 같이 축복해 줘. 그날 보자!",
  },
  {
    name: "지연",
    content:
      "내 속마음을 누구보다 잘 아는 친구인 만큼, 이 기쁜 소식도 너한테는 꼭 직접 제대로 전하고 싶었어. 나의 가장 행복한 순간에 네가 꼭 곁에 있어 줘! 🤍",
  },
  {
    name: "중3",
    content:
      "중학생 쪼꼬미였던 우리가 만나 어느덧 15년이 흘렀네! 그래서인가 이 소식을 전하는 마음이 유난히 더 몽글몽글하고 떨린다 🥹🥹 언제 봐도 편하고 좋은 너희라, 함께해 준다면 내 결혼식 날이 훨씬 더 행복해질거야 🤍 내 시작을 잘 부탁해!",
  },
  {
    name: "LC",
    content:
      "너희랑 있으면 아직도 그때 그 느낌 그대로야. 그날도 와서 같이 웃어줘.",
  },
  {
    name: "동희오빠",
    content:
      "자주 연락은 못 했지만, 기쁜 날에 오빠한테 꼭 소식 전하고 싶었어. 시간 되면 와서 축하해 줘!",
  },
  {
    name: "호윤",
    content:
      "동생 결혼한다! 그날만큼은 오빠 역할 제대로 해줘야지? 든든한 모습 기대할게 😉",
  },
  {
    name: "부모님지인",
    content:
      "품 안의 아이가 훌쩍 자라 서로의 우산이 되어줄 짝을 만났습니다. 한결같은 응원을 보내주신 지인들을 모시고 기쁨을 나누려 합니다. 부디 오셔서 두 사람이 내딛는 첫걸음에 따뜻한 축복을 더해 주십시오.",
  },
  {
    name: "할머니",
    content:
      "할머니 🤍 손주가 이렇게 커서 결혼을 해요. 그날 꼭 와서 축복해 주세요 🥹 늘 건강하세요, 사랑해요.",
  },
  {
    name: "작은삼촌",
    content:
      "작은삼촌 🤍 조카가 드디어 결혼합니다! 그날 꼭 오셔서 축하해 주세요 😊 웃는 얼굴로 뵐게요",
  },
  {
    name: "큰삼촌",
    content:
      "큰삼촌 🤍 이렇게 인생의 중요한 날에 가족과 함께하고 싶어요. 꼭 오셔서 축복해 주세요.",
  },
  {
    name: "큰아빠 큰엄마",
    content:
      "어릴 때 수학도 가르쳐주시고, 늘 예뻐해주셨던 기억이 아직도 선명해요. 그 사랑 덕분에 이렇게 잘 자라 이제 한 가정을 이루게 되었어요. 그날 꼭 오셔서 함께 축복해 주세요.",
  },
];