export interface Message {
  name: string;
  content: string;
}

export const messages: Message[] = [
  {
    name: "VVIP",
    content: "We can't say 'I do' without you.",
  },
  {
    name: "한나",
    content:
      "내 가장 기쁜 날에 네 목소리가 담길 수 있어서 얼마나 든든한지 몰라. 우리의 지난 시간을 다 아는 네가 나의 가장 소중한 친구인 너가 해주는 축복이라 더 의미 있어. 그날, 세상에서 제일 가까운 곳에서 우리 앞날을 축복해 줘!",
  },
  {
    name: "텔레토비",
    content:
      "우리 텔레토비들, 그날 다 같이 모여서 축하해줄 거지? 🤍",
  },
  {
    name: "예니채니",
    content:
      "너희 둘의 밝은 에너지가 내 소중한 날을  더 환하게 비춰줄 것 같아.  소중한 날, 꼭 자리를 빛내줘! ✨",
  },
  {
    name: "Unnoted",
    content:
      "Unnoted 여러분 🤍 제가 결혼을 하게 되었습니다. 바쁘시겠지만 시간 괜찮으시면 함께해 주시면 감사하겠습니다 😊",
  },
  {
    name: "성수 지수",
    content:
      "야 우리 언제 이렇게 나이 먹어서 결혼 얘길 다 하냐. 지수 씨랑 예쁘게 사는 네 모습 보면서 나도 많이 배워. 우리 부부의 시작도 너희가 꼭 같이 축복해 줘. 그날 보자!",
  },
  {
    name: "지연",
    content:
      "내 속마음을 누구보다 잘 아는 친구인 만큼, 이 기쁜 소식도 너한테는 꼭 직접 제대로 전하고 싶었어. 나의 가장 행복한 순간에 네가 꼭 곁에 있어 줘! 🤍",
  },
  {
    name: "중3",
    content:
      "언제 봐도 그냥 제일 편하고 좋은 너희라,  이 소식을 전하는 마음이 유난히 몽글몽글하네.  우리 '중3'의 의리로 꼭 와서 축하해줄 거지? 🥹",
  },
  {
    name: "LC",
    content:
      "너희랑 있으면 아직도 그때 그 느낌 그대로야. 그날도 와서 같이 웃어줘.",
  },
  {
    name: "동희오빠",
    content:
      "자주 연락은 못 했지만, 기쁜 날에 오빠한테 꼭 소식 전하고 싶었어. 시간 되면 와서 축하해 줘!",
  },
  {
    name: "호윤",
    content:
      "동생 결혼한다! 그날만큼은 오빠 역할 제대로 해줘야지? 든든한 모습 기대할게 😉",
  },
  {
    name: "엄마아빠",
    content:
      "엄마 아빠 🤍 지금의 제가 있기까지 늘 곁에서 지켜줘서 고마워요. 이제 새로운 가족이 되는 날, 함께해 주세요. 사랑해요.",
  },
  {
    name: "할머니",
    content:
      "할머니 🤍 손주가 이렇게 커서 결혼을 해요. 그날 꼭 와서 축복해 주세요 🥹 늘 건강하세요, 사랑해요.",
  },
  {
    name: "작은삼촌",
    content:
      "작은삼촌 🤍 조카가 드디어 결혼합니다! 그날 꼭 오셔서 축하해 주세요 😊 웃는 얼굴로 뵐게요",
  },
  {
    name: "큰삼촌",
    content:
      "큰삼촌 🤍 이렇게 인생의 중요한 날에 가족과 함께하고 싶어요. 꼭 오셔서 축복해 주세요.",
  },
  {
    name: "큰아빠 큰엄마",
    content:
      "어릴 때 수학도 가르쳐주시고, 늘 예뻐해주셨던 기억이 아직도 선명해요. 그 사랑 덕분에 이렇게 잘 자라 이제 한 가정을 이루게 되었어요. 그날 꼭 오셔서 함께 축복해 주세요.",
  },
];